import React from 'react'

const TextBox5 = () => {
    return (
        <div className='text-box'>
            <h3>طب العيون</h3>
            <p>هو تخصص طبي يركز على صحة العين والبصر. يقوم أطباء العيون بتشخيص وعلاج الأمراض والاضطرابات التي تؤثر على العين والبصر، مثل الزرق والتهابات العين والضعف البصري وأمراض الشبكية. يقدمون أيضًا العلاج الجراحي لإصلاح العيوب البصرية، مثل عمليات الليزك وزراعة العدسات الصناعية. تذهب إلى طبيب العيون لإجراء فحوصات روتينية للعين، وعلاج مشاكل البصر، واستشارات حول العناية بالعين والوقاية من الأمراض العينية.
        </p>
        </div>
    )
}

export default TextBox5
