import React from 'react'

const TextBox4 = () => {
    return (
        <div className='text-box'>
            <h3>طب النساء والولادة</h3>
            <p>هو تخصص طبي يركز على صحة المرأة، بما في ذلك الأعضاء التناسلية والصحة الإنجابية ورعاية الحمل والولادة. يقوم أطباء النساء والولادة بتشخيص وعلاج مشاكل الصحة النسائية، ويقدمون الرعاية الطبية خلال فترة الحمل والولادة، بالإضافة إلى إجراء العمليات الجراحية اللازمة على الأعضاء التناسلية. تذهب إلى طبيب النساء والولادة لإجراء فحوصات دورية، وعلاج الاضطرابات النسائية، ومتابعة الحمل والولادة.
        </p>
        </div>
    )
}

export default TextBox4
