import React from 'react'

const TextBox3 = () => {
    return (
        <div className='text-box'>
            <h3>علم النفس</h3>
            <p>هو دراسة علمية للسلوك والعقل، يهتم بفهم كيفية تفكير الأفراد وتصرفاتهم وتأثير العوامل البيولوجية والاجتماعية والثقافية عليهم. يعمل علماء النفس على فهم وتحليل العوامل التي تؤثر على الصحة النفسية والعلاج من الاضطرابات النفسية. تذهب إلى عالم النفس عندما تحتاج إلى دعم عاطفي أو عندما تواجه صعوبات في التعامل مع الأفكار أو العواطف.
        </p>
        </div>
    )
}

export default TextBox3
