import React from 'react'

const TextBox6 = () => {
    return (
        <div className='text-box'>
            <h3>طب القلب والأوعية الدموية</h3>
            <p>هو تخصص طبي يركز على صحة القلب والشرايين والأوعية الدموية. يقوم أطباء القلب بتشخيص وعلاج الأمراض والاضطرابات التي تؤثر على القلب، مثل أمراض الشرايين التاجية وارتفاع ضغط الدم واضطرابات النظم القلبية. يقدمون أيضًا الرعاية اللازمة للمرضى الذين يعانون من أزمات قلبية ويعملون على الوقاية من الأمراض القلبية. تذهب إلى طبيب القلب لإجراء فحوصات واختبارات للقلب، وتقييم الصحة القلبية العامة، واستشارات حول تغييرات في نمط الحياة لتحسين صحة القلب.
        </p>
        </div>
    )
}

export default TextBox6
